brew "automake"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bison"
brew "chruby"
brew "chruby-fish"
brew "cloc"
brew "coreutils"
brew "diff-so-fancy"
brew "diffutils"
brew "dos2unix"
brew "dotenv-linter"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-appraise"
brew "gnupg"
brew "gnuplot"
brew "go"
brew "go-jira"
brew "gobject-introspection"
brew "graphviz"
brew "grep"
brew "hidapi"
brew "homeport/tap/dyff"
brew "htop"
brew "imagemagick"
brew "jq"
brew "koekeishiya/formulae/skhd"
brew "libffi"
brew "libyaml"
brew "mysql"
brew "neovim"
brew "openssl@1.1"
brew "openssl@3"
brew "patchutils"
brew "pipx"
brew "readline"
brew "ripgrep"
brew "ruby-install"
brew "shellcheck"
brew "taskell"
brew "tldr"
brew "tmux"
brew "v8"
brew "vim"
brew "yq"
cask "dropbox"
cask "firefox@developer-edition"
cask "keepassxc"
cask "kitty"
cask "mobster"
cask "signal"
cask "tuple"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homeport/tap"
tap "koekeishiya/formulae"
